[
    {
        "nombre": "Astra",
        "descripcion": "La agente ghanesa Astra canaliza las energías del cosmos para remodelar los campos de batalla a su antojo. Con pleno dominio de su forma astral y un talento para una profunda previsión estratégica, siempre está eones por delante del próximo movimiento de su enemigo.",
        "imagen": "/src/Valorant/Personajes/Astra/Astra.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "Coloca estrellas en Modo Astral (X) ACTIVA una estrella para formar un Pozo Gravitacional. Los jugadores en el área son atraídos hacia el centro antes de que estalle, lo que causa que todos los jugadores que aún siguen atrapados se vuelvan frágiles.",
                "icono": "/src/Valorant/Personajes/Astra/Habs/C_Astra.webp",
                "img": "/src/Valorant/Personajes/Astra/Habs/C_Astra_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "Coloca estrellas en Modo Astral (X) ACTIVA una estrella para detonar un Pulso Estelar. El Pulso Estelar carga brevemente y luego ataca, lo que aturde a todos los jugadores en el área.",
                "icono": "/src/Valorant/Personajes/Astra/Habs/Q_Astra.webp",
                "img": "/src/Valorant/Personajes/Astra/Habs/Q_Astra_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "Coloca estrellas en Modo Astral (tecla de definitiva). ACTIVA una estrella para transformarla en una Nebulosa (humo). USA una estrella para Disiparla, lo que devuelve la estrella para colocarla en una nueva ubicación después de un momento. Disipar forma una Nebulosa falsa brevemente en la ubicación de la estrella antes de regresar.",
                "icono": "/src/Valorant/Personajes/Astra/Habs/E_Astra.webp",
                "img": "/src/Valorant/Personajes/Astra/Habs/E_Astra_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "Cuando División Cósmica esté cargada, usa el DISPARO SECUNDARIO en Modo Astral para apuntarla, luego el DISPARO PRINCIPAL para elegir dos ubicaciones. Una División Cósmica infinita conecta los dos puntos que elegiste. División Cósmica bloquea las balas y amortigua considerablemente el audio.",
                "icono": "/src/Valorant/Personajes/Astra/Habs/X_Astra.webp",
                "img": "/src/Valorant/Personajes/Astra/Habs/X_Astra_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Breach",
        "descripcion": "Breach, el sueco biónico, lanza poderosas ráfagas cinéticas para abrirse paso a la fuerza a través del territorio enemigo. El daño y la interrupción que inflige garantizarán que ninguna pelea sea justa.",
        "imagen": "/src/Valorant/Personajes/Breach/Breach.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA una carga de fusión y DISPARA para lanzar una ráfaga de acción lenta a través de una pared. La ráfaga infligirá daño masivo a todos los que estén en su alcance.",
                "icono": "/src/Valorant/Personajes/Breach/Habs/C_Breach.webp",
                "img": "/src/Valorant/Personajes/Breach/Habs/C_Breach_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "EQUIPA una carga cegadora y DISPARA para lanzar una ráfaga de acción rápida a través de una pared. La carga detonará y cegará a todos los jugadores que la vean.",
                "icono": "/src/Valorant/Personajes/Breach/Habs/Q_Breach.webp",
                "img": "/src/Valorant/Personajes/Breach/Habs/Q_Breach_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "EQUIPA un rayo sísmico y MANTÉN PRESIONADO EL BOTÓN DE DISPARO para aumentar la distancia. SUÉLTALO para iniciar el temblor y aturdir a todos los jugadores que estén en la zona.",
                "icono": "/src/Valorant/Personajes/Breach/Habs/E_Breach.webp",
                "img": "/src/Valorant/Personajes/Breach/Habs/E_Breach_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "EQUIPA una carga sísmica y DISPARA para enviar un temblor en cascada por una gran zona cónica. El temblor aturde y lanza por el aire a todos los que impacta.",
                "icono": "/src/Valorant/Personajes/Breach/Habs/X_Breach.webp",
                "img": "/src/Valorant/Personajes/Breach/Habs/X_Breach_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Brimstone",
        "descripcion": "Proveniente de Estados Unidos, Brimstone proporciona una constante ventaja para su equipo con su arsenal orbital. Su habilidad otorga información de forma precisa y a distancia, lo que lo hace un comandante sin igual en el campo.",
        "imagen": "/src/Valorant/Personajes/Brimstone/Brimstone.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA una baliza potenciadora y DISPARA para lanzarla frente a Brimstone. Al caer, Resguardo Potenciador creará un campo que aumenta la velocidad de disparo de los jugadores.",
                "icono": "/src/Valorant/Personajes/Brimstone/Habs/C_Brimstone.webp",
                "img": "/src/Valorant/Personajes/Brimstone/Habs/C_Brimstone_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "EQUIPA un lanzagranadas incendiario y DISPARA para lanzar una granada que explota cuando se detiene en el suelo. Esta crea una zona de fuego que permanece en el campo y daña a los enemigos que estén dentro de ella.",
                "icono": "/src/Valorant/Personajes/Brimstone/Habs/Q_Brimstone.webp",
                "img": "/src/Valorant/Personajes/Brimstone/Habs/Q_Brimstone_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "EQUIPA un mapa táctico y DISPARA para marcar las ubicaciones en las que caerán las nubes de humo de Brimstone. Usa el DISPARO SECUNDARIO para confirmar y lanzar nubes de humo duraderas que bloquearán la visión en la zona seleccionada.",
                "icono": "/src/Valorant/Personajes/Brimstone/Habs/E_Brimstone.webp",
                "img": "/src/Valorant/Personajes/Brimstone/Habs/E_Brimstone_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "EQUIPA un mapa estratégico y DISPARA para lanzar un ataque orbital prolongado de un láser en la ubicación seleccionada. Este infligirá daño masivo con el tiempo a los jugadores que estén en la zona.",
                "icono": "/src/Valorant/Personajes/Brimstone/Habs/X_Brimstone.webp",
                "img": "/src/Valorant/Personajes/Brimstone/Habs/X_Brimstone_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Chamber",
        "descripcion": "Bien vestido y bien armado, el diseñador de armas francés Chamber repele agresores con una precisión mortal. Aprovecha su arsenal personalizado para mantener a los enemigos a raya y eliminarlos desde lejos. Siempre cuenta con la contingencia perfecta para cada plan.",
        "imagen": "/src/Valorant/Personajes/Chamber/Chamber.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA una trampa que escanea los alrededores buscando enemigos. DISPARA para colocarlo en el suelo. Cuando un enemigo visible entra en contacto, esta comienza una cuenta regresiva que, al terminar, desestabiliza el terreno a su alrededor y crea un área que permanece en la zona y ralentiza a los enemigos dentro de ella. Puedes recoger la trampa para VOLVER A COLOCARLA en otro lugar.",
                "icono": "/src/Valorant/Personajes/Chamber/Habs/C_Chamber.webp",
                "img": "/src/Valorant/Personajes/Chamber/Habs/C_Chamber_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "ACTÍVALA para equipar una pistola pesada. Presiona DISPARO SECUNDARIO con la pistola equipada para usar la mira.",
                "icono": "/src/Valorant/Personajes/Chamber/Habs/Q_Chamber.webp",
                "img": "/src/Valorant/Personajes/Chamber/Habs/Q_Chamber_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "EQUIPA un anclaje de teletransportación. DISPARA para colocarlo en el suelo. Mientras estés en el suelo y dentro de su zona de alcance, REACTIVA para teletransportarte rápidamente al anclaje. Puedes recoger el anclaje para VOLVER A COLOCARLO en otro lugar.",
                "icono": "/src/Valorant/Personajes/Chamber/Habs/E_Chamber.webp",
                "img": "/src/Valorant/Personajes/Chamber/Habs/E_Chamber_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "ACTIVA para invocar un poderoso rifle de francotirador personalizado que mata a un enemigo con cualquier impacto directo en la parte superior del cuerpo. Usa el DISPARO SECUNDARIO para apuntar con la mira. Matar a un enemigo crea un área que permanece en la zona y ralentiza a los jugadores que queden dentro de ella.",
                "icono": "/src/Valorant/Personajes/Chamber/Habs/X_Chamber.webp",
                "img": "/src/Valorant/Personajes/Chamber/Habs/X_Chamber_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Cypher",
        "descripcion": "Cypher, el agente de información marroquí, es un sistema de vigilancia de un solo hombre que puede monitorear todos los movimientos de sus enemigos. No hay secreto que no descubra ni maniobra que no detecte. Cypher siempre está vigilando.",
        "imagen": "/src/Valorant/Personajes/Cypher/Cypher.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA un cable trampa. DISPARA para colocar un cable trampa en la ubicacion, si un enemigo pasa por encima del cable lo revelaras y si no rompe el cable, lo desorientaras.",
                "icono": "/src/Valorant/Personajes/Cypher/Habs/C_Cypher.webp",
                "img": "/src/Valorant/Personajes/Cypher/Habs/C_Cypher_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "Lanza AL INSTANTE una ciberjaula frente a Cypher. Actívala para crear una zona que bloquea la visión y ralentiza a los enemigos que la atraviesan.",
                "icono": "/src/Valorant/Personajes/Cypher/Habs/Q_Cypher.webp",
                "img": "/src/Valorant/Personajes/Cypher/Habs/Q_Cypher_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "EQUIPA una cámara espía. DISPARA para colocarla en la ubicación seleccionada. VUELVE A USAR esta habilidad para tomar el control de la vista de la cámara. Mientras la controlas, DISPARA para lanzar un dardo marcador que revelará la ubicación de cualquier jugador al que impacte.",
                "icono": "/src/Valorant/Personajes/Cypher/Habs/E_Cypher.webp",
                "img": "/src/Valorant/Personajes/Cypher/Habs/E_Cypher_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "Apunta hacia un jugador enemigo muerto y úsalo DE INMEDIATO para revelar la ubicación de todos los jugadores enemigos con vida.",
                "icono": "/src/Valorant/Personajes/Cypher/Habs/X_Cypher.webp",
                "img": "/src/Valorant/Personajes/Cypher/Habs/X_Cypher_Hab.webp"
            }
        ]
    },
    {
        "nombre": "DeadLock",
        "descripcion": "La agente noruega Deadlock despliega una variedad de nanocables de alta tecnología para asegurar el campo de batalla, incluso en los asaltos más letales. Nadie escapa de su ojo vigilante ni sobrevive a su ferocidad inquebrantable.",
        "imagen": "/src/Valorant/Personajes/DeadLock/DeadLock.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA una granada GravNet. DISPARA para lanzarla. Usa el DISPARO SECUNDARIO para lanzar la granada por debajo. La granada GravNet explota al caer y fuerza a los enemigos que se encuentren en la zona a agacharse y a moverse con lentitud.",
                "icono": "/src/Valorant/Personajes/DeadLock/Habs/C_DeadLock.webp",
                "img": "/src/Valorant/Personajes/DeadLock/Habs/C_DeadLock_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "EQUIPA un Sensor Sónico. DISPARA para desplegarlo. El sensor vigila un área en busca de enemigos que emitan sonidos. Conmociona la zona si detecta pisadas, disparos o una cantidad de ruido significativa.",
                "icono": "/src/Valorant/Personajes/DeadLock/Habs/Q_DeadLock.webp",
                "img": "/src/Valorant/Personajes/DeadLock/Habs/Q_DeadLock_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "EQUIPA un disco de Malla Protectora. DISPARA para lanzarlo hacia adelante. Al caer, el disco genera barreras desde el punto de origen que bloquean el movimiento de los personajes.",
                "icono": "/src/Valorant/Personajes/DeadLock/Habs/E_DeadLock.webp",
                "img": "/src/Valorant/Personajes/DeadLock/Habs/E_DeadLock_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "EQUIPA un Acelerador de Nanocables. DISPARA para liberar un pulso de nanocables que capturan al primer enemigo con el que entren en contacto. El enemigo atrapado es arrastrado por un sendero de nanocables y morirá si llega al final, a menos que se libere antes. El capullo de nanocables puede ser destruido.",
                "icono": "/src/Valorant/Personajes/DeadLock/Habs/X_DeadLock.webp",
                "img": "/src/Valorant/Personajes/DeadLock/Habs/X_DeadLock_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Fade",
        "descripcion": "Fade, la cazarrecompensas turca, desata el poder de las pesadillas para apoderarse de los secretos del enemigo. En armonía con el terror puro, acecha a sus objetivos y revela sus miedos más profundos antes de aplastarlos en la oscuridad.",
        "imagen": "/src/Valorant/Personajes/Fade/Fade.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA una Acechadora. DISPARA para lanzar a la Acechadora, que viajará en línea recta. La Acechadora se enfocará en cualquier enemigo o rastro en su cono de visión frontal y lo perseguirá y ofuscará si lo alcanza. MANTÉN PRESIONADO el botón de DISPARO para guiar a la Acechadora en la dirección de tu retícula.",
                "icono": "/src/Valorant/Personajes/Fade/Habs/C_Fade.webp",
                "img": "/src/Valorant/Personajes/Fade/Habs/C_Fade_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "Equipa un orbe de tinta de las pesadillas. DISPARA para lanzar el orbe, el cual caerá en picada al suelo después de un tiempo determinado. Al impactar contra el suelo, la tinta explotará y creará una zona en la que los enemigos que queden atrapados en ella no podrán escapar por medios normales. VUELVE A USAR la habilidad para dejar caer el proyectil anticipadamente mientras vuela.",
                "icono": "/src/Valorant/Personajes/Fade/Habs/Q_Fade.webp",
                "img": "/src/Valorant/Personajes/Fade/Habs/Q_Fade_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "Equipa una entidad de las pesadillas. DISPARA para lanzar el orbe, el cual caerá en picada al suelo después de un tiempo determinado. Al impactar contra el suelo, el orbe se convertirá en un ente de las pesadillas que revelará la ubicación de los enemigos en su línea de visión. Los enemigos pueden destruir esta entidad. VUELVE A USAR la habilidad para dejar caer el proyectil anticipadamente mientras vuela.",
                "icono": "/src/Valorant/Personajes/Fade/Habs/E_Fade.webp",
                "img": "/src/Valorant/Personajes/Fade/Habs/E_Fade_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "EQUIPA el poder del Miedo. DISPARA para lanzar una onda de energía de las pesadillas que puede atravesar paredes. La energía crea un rastro hacia el oponente, además de ensordecerlo y debilitarlo.",
                "icono": "/src/Valorant/Personajes/Fade/Habs/X_Fade.webp",
                "img": "/src/Valorant/Personajes/Fade/Habs/X_Fade_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Gekko",
        "descripcion": "Gekko, el nativo de Los Ángeles, lidera un grupo de criaturas revoltosas y son como uña y mugre. Sus amiguitos avanzan a toda velocidad, dispersando a los enemigos, y Gekko los persigue para reagruparlos y lanzarlos de nuevo.",
        "imagen": "/src/Valorant/Personajes/Gekko/Gekko.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA a Pogo. DISPARA para lanzar a Pogo como una granada; presiona el DISPARO SECUNDARIO para lanzarlo por abajo. Al aterrizar, Pogo se duplica en una amplia zona y explota después de un corto lapso de tiempo.",
                "icono": "/src/Valorant/Personajes/Gekko/Habs/C_Gekko.webp",
                "img": "/src/Valorant/Personajes/Gekko/Habs/C_Gekko_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "EQUIPA a Carnalito. DISPARA para enviar a Carnalito hacia adelante en busca de enemigos; Carnalito libera una explosión contusiva hacia el primer enemigo que ve. Usa DISPARO SECUNDARIO al apuntar a un sitio de Spike o a una Spike plantada para que Carnalito plante o desactive la Spike, respectivamente.",
                "icono": "/src/Valorant/Personajes/Gekko/Habs/Q_Gekko.webp",
                "img": "/src/Valorant/Personajes/Gekko/Habs/Q_Gekko_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "EQUIPA a Vértigo. DISPARA para enviar a Vértigo volando hacia adelante. Vértigo carga y luego libera explosiones de plasma contra los enemigos en su campo de visión; los enemigos alcanzados por su plasma quedan cegados. Cuando Vértigo se agota, regresa a su forma de glóbulo en reposo; INTERACTÚA para recuperar el glóbulo y obtener otra carga de Vértigo tras un breve enfriamiento.",
                "icono": "/src/Valorant/Personajes/Gekko/Habs/E_Gekko.webp",
                "img": "/src/Valorant/Personajes/Gekko/Habs/E_Gekko_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "EQUIPA a Paliza. DISPARA para vincularte con la mente de Paliza y dirigirla a través del territorio enemigo; ACTIVA para embestir hacia adelante y explotar, lo que inmoviliza a los enemigos en un pequeño radio. Cuando Paliza se agota, regresa a su forma de glóbulo en reposo; INTERACTÚA para recuperar el glóbulo y obtener otra carga de Paliza tras un breve enfriamiento. Solo se puede recuperar a Paliza una vez",
                "icono": "/src/Valorant/Personajes/Gekko/Habs/X_Gekko.webp",
                "img": "/src/Valorant/Personajes/Gekko/Habs/X_Gekko_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Harbor",
        "descripcion": "Originario de las costas de la India, Harbor arrasa el campo de batalla utilizando tecnología ancestral que controla el agua. Desata corrientes furiosas y olas aplastantes para escudar aliados y apalear oponentes.",
        "imagen": "/src/Valorant/Personajes/Harbor/Harbor.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA una ola de agua. DISPARA para lanzar la ola hacia adelante y a través de los muros. REUTILÍZALA para detener el avance de la ola. Los jugadores impactados quedan RALENTIZADOS.",
                "icono": "/src/Valorant/Personajes/Harbor/Habs/C_Harbor.webp",
                "img": "/src/Valorant/Personajes/Harbor/Habs/C_Harbor_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "EQUIPA una esfera de agua protectora. DISPARA para lanzar. Usa el DISPARO SECUNDARIO para lanzar por abajo. Al impactar contra el suelo, genera un escudo de agua destructible que bloquea balas.",
                "icono": "/src/Valorant/Personajes/Harbor/Habs/Q_Harbor.webp",
                "img": "/src/Valorant/Personajes/Harbor/Habs/Q_Harbor_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "EQUIPA un muro de agua. DISPARA para enviar el agua hacia adelante por el suelo. MANTÉN PRESIONADO EL DISPARO para guiar el agua en la dirección de tu retícula, y genera un muro a lo largo de la trayectoria del agua. Puede atravesar paredes. Usa el DISPARO SECUNDARIO mientras curvas el muro para detener su trayectoria anticipadamente. Los jugadores impactados quedan RALENTIZADOS.",
                "icono": "/src/Valorant/Personajes/Harbor/Habs/E_Harbor.webp",
                "img": "/src/Valorant/Personajes/Harbor/Habs/E_Harbor_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "EQUIPA todo el poder de tu artefacto. DISPARA para invocar una zona de géiseres en el suelo. Los enemigos que se encuentren en la zona serán el objetivo de varios impactos sucesivos de géiseres. Los jugadores que reciban un impacto quedarán CONMOCIONADOS.",
                "icono": "/src/Valorant/Personajes/Harbor/Habs/X_Harbor.webp",
                "img": "/src/Valorant/Personajes/Harbor/Habs/X_Harbor_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Iso",
        "descripcion": "El agente chino Iso es un neutralizador a sueldo que entra en estado de fluidez para desmantelar a sus oponentes. Reconfigura la energía ambiental para convertirla en una protección a prueba de balas y avanza con determinación hacia su próximo duelo a muerte.",
        "imagen": "/src/Valorant/Personajes/Iso/Iso.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA para reunir energía prismática. DISPARA para impulsar hacia adelante un muro indestructible de energía que bloquea las balas.",
                "icono": "/src/Valorant/Personajes/Iso/Habs/C_Iso.webp",
                "img": "/src/Valorant/Personajes/Iso/Habs/C_Iso_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "EQUIPA un proyectil molecular. Dispara para lanzarlo hacia adelante. El proyectil aplica un breve estado FRÁGIL a todos los jugadores que toque y puede atravesar objetos sólidos, incluidas las paredes.",
                "icono": "/src/Valorant/Personajes/Iso/Habs/Q_Iso.webp",
                "img": "/src/Valorant/Personajes/Iso/Habs/Q_Iso_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "INICIA un temporizador de enfoque. Una vez completado, entra en un estado de fluidez durante el cual los enemigos derribados que mates o dañes generan un orbe de energía. Al dispararle a este orbe obtienes un escudo que absorbe una instancia de daño de cualquier fuente.",
                "icono": "/src/Valorant/Personajes/Iso/Habs/E_Iso.webp",
                "img": "/src/Valorant/Personajes/Iso/Habs/E_Iso_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "EQUIPA una arena interdimensional. DISPARA para lanzar una columna de energía a través del campo de batalla, que te arrastra a ti y al primer enemigo alcanzado a la arena. Tu oponente y tú se baten en un duelo a muerte.",
                "icono": "/src/Valorant/Personajes/Iso/Habs/X_Iso.webp",
                "img": "/src/Valorant/Personajes/Iso/Habs/X_Iso_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Jett",
        "descripcion": "Proviene de Corea del Sur. El ágil y evasivo estilo de pelea de Jett le permite enfrentarse a riesgos que otros no pueden. Es imparable en todos los enfrentamientos y acaba con sus enemigos antes de que sepan qué los atacó.",
        "imagen": "/src/Valorant/Personajes/Jett/Jett.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "Lanza un proyectil AL INSTANTE que se convierte en una nube que bloquea la visión al impactar alguna superficie. MANTÉN PRESIONADA la tecla de la habilidad para cambiar la trayectoria del humo hacia donde apuntes.",
                "icono": "/src/Valorant/Personajes/Jett/Habs/C_Jett.webp",
                "img": "/src/Valorant/Personajes/Jett/Habs/C_Jett_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "Propulsa a Jett hacia el aire AL INSTANTE.",
                "icono": "/src/Valorant/Personajes/Jett/Habs/Q_Jett.webp",
                "img": "/src/Valorant/Personajes/Jett/Habs/Q_Jett_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "ACTIVA para preparar una ráfaga de viento durante un tiempo limitado. VUELVE A USAR el viento para propulsar a Jett en la dirección a la que se dirige. Si no se está moviendo, se propulsará hacia adelante. La carga de Impulso Ciclón se restablece cada dos asesinatos.",
                "icono": "/src/Valorant/Personajes/Jett/Habs/E_Jett.webp",
                "img": "/src/Valorant/Personajes/Jett/Habs/E_Jett_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "EQUIPA un conjunto de cuchillos arrojadizos de gran precisión. DISPARA para lanzar un cuchillo y recarga los cuchillos al asesinar a un oponente. Usa el DISPARO SECUNDARIO para lanzar todos los cuchillos restantes, pero no se recargan al matar a un oponente.",
                "icono": "/src/Valorant/Personajes/Jett/Habs/X_Jett.webp",
                "img": "/src/Valorant/Personajes/Jett/Habs/X_Jett_Hab.webp"
            }
        ]
    },
    {
        "nombre": "KAYO",
        "descripcion": "KAY/O es una máquina de guerra construida para un único propósito: neutralizar radiantes. Su poder para suprimir las habilidades del enemigo anula la capacidad de sus oponentes para contraatacar, lo que les asegura a él y a sus aliados la ventaja definitiva.",
        "imagen": "/src/Valorant/Personajes/KAYO/KAYO.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA un fragmento explosivo. DISPARA para lanzarlo. El fragmento se pega al piso y explota varias veces, lo que inflige daño casi mortal en el centro con cada explosión.",
                "icono": "/src/Valorant/Personajes/KAYO/Habs/C_KAYO.webp",
                "img": "/src/Valorant/Personajes/KAYO/Habs/C_KAYO_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "EQUIPA una granada cegadora. DISPARA para lanzarla por encima. Usa el DISPARO SECUNDARIO para lanzar una versión más débil que explota rápidamente. La granada cegadora explota luego de un corto tiempo y ciega a cualquiera que esté en la línea de visión.",
                "icono": "/src/Valorant/Personajes/KAYO/Habs/Q_KAYO.webp",
                "img": "/src/Valorant/Personajes/KAYO/Habs/Q_KAYO_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "EQUIPA una cuchilla supresora. DISPARA para lanzarla. La cuchilla se adhiere a la primera superficie que toca para activarse y suprimir a cualquiera dentro del radio de explosión. Los enemigos pueden destruir la cuchilla.",
                "icono": "/src/Valorant/Personajes/KAYO/Habs/E_KAYO.webp",
                "img": "/src/Valorant/Personajes/KAYO/Habs/E_KAYO_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "Se sobrecarga INSTANTÁNEAMENTE con energía polarizada de radianita que emana de KAY/O en un radio masivo. Los enemigos impactados por las ondas de energía quedan suprimidos durante un breve periodo. Mientras está sobrecargado, KAY/O obtiene Potenciador de combate y se puede volver a estabilizar si lo derriban.",
                "icono": "/src/Valorant/Personajes/KAYO/Habs/X_KAYO.webp",
                "img": "/src/Valorant/Personajes/KAYO/Habs/X_KAYO_Hab.webp"
            }
        ]
    },
    {
        "nombre": "KillJoy",
        "descripcion": "La prodigio alemana Killjoy asegura fácilmente los puntos estratégicos del campo de batalla con su arsenal de inventos. Si el daño que inflige no detiene a sus enemigos, las debilitaciones de sus robots la ayudarán a aniquilarlos.",
        "imagen": "/src/Valorant/Personajes/KillJoy/KillJoy.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA una granada de Nanoplaga. DISPARA para lanzar la granada. La Nanoplaga queda encubierta al aterrizar. ACTIVA Nanoplaga para desplegar un mortal enjambre de nanobots.",
                "icono": "/src/Valorant/Personajes/KillJoy/Habs/C_KillJoy.webp",
                "img": "/src/Valorant/Personajes/KillJoy/Habs/C_KillJoy_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "EQUIPA un Alarmabot encubierto. DISPARA para desplegar un bot que caza a los enemigos que entren en su alcance. Después de alcanzar a su objetivo, el bot explota, lo que inflige daño y aplica Vulnerable. MANTÉN PRESIONADO EQUIPAR para recuperar un bot desplegado.",
                "icono": "/src/Valorant/Personajes/KillJoy/Habs/Q_KillJoy.webp",
                "img": "/src/Valorant/Personajes/KillJoy/Habs/Q_KillJoy_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "EQUIPA una Torreta. DISPARA para desplegar una torreta que les dispara a los enemigos cercanos en un cono de 180 grados. MANTÉN PRESIONADO EQUIPAR para recuperar una torreta desplegada.",
                "icono": "/src/Valorant/Personajes/KillJoy/Habs/E_KillJoy.webp",
                "img": "/src/Valorant/Personajes/KillJoy/Habs/E_KillJoy_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "EQUIPA el Dispositivo Inmovilizador. DISPARA para desplegar el dispositivo. Tras cargar, el dispositivo detiene a todos los enemigos dentro de su radio. Los enemigos pueden destruir el dispositivo.",
                "icono": "/src/Valorant/Personajes/KillJoy/Habs/X_KillJoy.webp",
                "img": "/src/Valorant/Personajes/KillJoy/Habs/X_KillJoy_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Neon",
        "descripcion": "La agente filipina, Neon, avanza a velocidades impactantes, descargando ráfagas de energía bioeléctrica tan rápido como su cuerpo la genera. Se adelanta velozmente a sus enemigos para atraparlos desprevenidos y luego los fulmina más rápido que un rayo.",
        "imagen": "/src/Valorant/Personajes/Neon/Neon.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "DISPARA dos líneas de energía hacia adelante por el suelo que se extienden por una corta distancia o hasta golpear contra una superficie. Las líneas se convierten en paredes de electricidad estática que bloquean la visión y dañan a cualquier enemigo que quiera atravesarlas.",
                "icono": "/src/Valorant/Personajes/Neon/Habs/C_Neon.webp",
                "img": "/src/Valorant/Personajes/Neon/Habs/C_Neon_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "Lanza un rayo de energía INSTANTÁNEO que rebota una vez. Luego de golpear cada superficie, el rayo electrifica el terreno debajo, lo que provoca una explosión conmocionante.",
                "icono": "/src/Valorant/Personajes/Neon/Habs/Q_Neon.webp",
                "img": "/src/Valorant/Personajes/Neon/Habs/Q_Neon_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "Canaliza INSTANTÁNEAMENTE el poder de Neon para aumentar su velocidad. Al cargarse, utiliza el DISPARO SECUNDARIO para activar un deslizamiento eléctrico. La carga del deslizamiento se reinicia cada dos asesinatos.",
                "icono": "/src/Valorant/Personajes/Neon/Habs/E_Neon.webp",
                "img": "/src/Valorant/Personajes/Neon/Habs/E_Neon_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "Desata todo el poder y la velocidad de Neon por un tiempo corto. DISPARA para canalizar todo su poder en un rayo mortal con gran precisión de movimiento. La duración se reinicia con cada asesinato.",
                "icono": "/src/Valorant/Personajes/Neon/Habs/X_Neon.webp",
                "img": "/src/Valorant/Personajes/Neon/Habs/X_Neon_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Omen",
        "descripcion": "Un espectro de la memoria, Omen caza entre las sombras, ciega a los enemigos, se transporta a través del campo de batalla y deja que la paranoia los invada mientras intentan descubrir dónde atacará.",
        "imagen": "/src/Valorant/Personajes/Omen/Omen.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA la habilidad Paso Encubierto y mira su indicador de alcance. DISPARA para comenzar una breve canalización y luego teletranspórtate hacia la ubicación marcada.",
                "icono": "/src/Valorant/Personajes/Omen/Habs/C_Omen.webp",
                "img": "/src/Valorant/Personajes/Omen/Habs/C_Omen_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "Lanza un proyectil de sombras que reduce el alcance de visión de todos los jugadores a los que alcanza durante un breve periodo. Este proyectil puede atravesar paredes.",
                "icono": "/src/Valorant/Personajes/Omen/Habs/Q_Omen.webp",
                "img": "/src/Valorant/Personajes/Omen/Habs/Q_Omen_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "EQUIPA un orbe sombrío y entra a un mundo paralelo para colocarlo y apuntarlo. PRESIONA la tecla de habilidad para lanzarlo hacia la ubicación marcada, creando una esfera de sombras duradera que bloquea la visión. MANTÉN EL DISPARO PRINCIPAL mientras apuntas para alejar el marcador. MANTÉN EL DISPARO SECUNDARIO mientras apuntas para acercar el marcador. PRESIONA RECARGAR para alternar la vista de disparo.",
                "icono": "/src/Valorant/Personajes/Omen/Habs/E_Omen.webp",
                "img": "/src/Valorant/Personajes/Omen/Habs/E_Omen_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "EQUIPA un mapa estratégico. DISPARA para empezar a teletransportarte hacia la ubicación seleccionada. Mientras te teletransportas, Omen lucirá como una sombra que los enemigos podrán destruir para cancelar su teletransportación.",
                "icono": "/src/Valorant/Personajes/Omen/Habs/X_Omen.webp",
                "img": "/src/Valorant/Personajes/Omen/Habs/X_Omen_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Phoenix",
        "descripcion": "Proviene del Reino Unido. El poder estelar de Phoenix se manifiesta en su estilo de combate al incendiar el campo de batalla con sus granadas aturdidoras y cegadoras. Sin importar si cuenta con apoyo o no, participará en la batalla bajo sus propios términos.",
        "imagen": "/src/Valorant/Personajes/Phoenix/Phoenix.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA un muro de fuego y DISPARA para crear una hilera de llamas que avanza, lo que creará un muro que bloquea la visión y dañará a los jugadores que lo atraviesen. MANTÉN PRESIONADO EL BOTÓN DE DISPARO para mover el muro en la dirección de tu retícula.",
                "icono": "/src/Valorant/Personajes/Phoenix/Habs/C_Phoenix.webp",
                "img": "/src/Valorant/Personajes/Phoenix/Habs/C_Phoenix_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "EQUIPA un orbe cegador que recorre una trayectoria curva y detona poco después de lanzarlo. DISPARA para cambiar la trayectoria del orbe cegador hacia la izquierda. Este detonará y cegará a cualquier jugador que lo vea. Usa el DISPARO SECUNDARIO para cambiar su trayectoria hacia la derecha.",
                "icono": "/src/Valorant/Personajes/Phoenix/Habs/Q_Phoenix.webp",
                "img": "/src/Valorant/Personajes/Phoenix/Habs/Q_Phoenix_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "EQUIPA una bola de fuego y DISPARA para lanzarla. Esta explotará tras cierto tiempo o al impactar el suelo, lo que creará una zona de fuego que permanecerá en el campo y dañará a los enemigos.",
                "icono": "/src/Valorant/Personajes/Phoenix/Habs/E_Phoenix.webp",
                "img": "/src/Valorant/Personajes/Phoenix/Habs/E_Phoenix_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "Coloca al INSTANTE un marcador en la ubicación de Phoenix. Cuando esta habilidad esté activa, morir o dejar que el temporizador expire hará que la habilidad se termine y regresará a Phoenix a esa ubicación con toda su vida.",
                "icono": "/src/Valorant/Personajes/Phoenix/Habs/X_Phoenix.webp",
                "img": "/src/Valorant/Personajes/Phoenix/Habs/X_Phoenix_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Raze",
        "descripcion": "Raze llega de Brasil con su explosiva personalidad y sus grandes armas. Gracias a su contundente estilo de juego, es muy buena para separar a los enemigos atrincherados y para despejar espacios estrechos con una gran cantidad de explosiones.",
        "imagen": "/src/Valorant/Personajes/Raze/Raze.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA un Bumbot y DISPARA para desplegarlo. El bot se moverá en línea recta por el suelo y rebotará en los muros. El Bumbot marcará a cualquier enemigo que se encuentre en un cono frente a él y lo perseguirá. Si lo alcanza, explotará e infligirá daño masivo.",
                "icono": "/src/Valorant/Personajes/Raze/Habs/C_Raze.webp",
                "img": "/src/Valorant/Personajes/Raze/Habs/C_Raze_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "Lanza AL INSTANTE un Paquete Explosivo que se adhiere a las superficies. VUELVE A USAR la habilidad después de desplegar el paquete para detonarlo, lo que dañará y desplazará todo a su alcance. Raze no recibe daño por esta habilidad, pero sí sufrirá daño por caídas si salta muy alto.",
                "icono": "/src/Valorant/Personajes/Raze/Habs/Q_Raze.webp",
                "img": "/src/Valorant/Personajes/Raze/Habs/Q_Raze_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "EQUIPA una granada de racimo. DISPARA para lanzar la granada, lo que inflige daño y crea submuniciones que dañan a cualquiera que esté dentro de su alcance. Usa el DISPARO SECUNDARIO para lanzarla bombeada. La carga de Carcasas de Pintura se restablece cada dos asesinatos.",
                "icono": "/src/Valorant/Personajes/Raze/Habs/E_Raze.webp",
                "img": "/src/Valorant/Personajes/Raze/Habs/E_Raze_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "EQUIPA un lanzamisiles. DISPARA para lanzar un misil que inflige daño de área masivo al entrar en contacto con algo.",
                "icono": "/src/Valorant/Personajes/Raze/Habs/X_Raze.webp",
                "img": "/src/Valorant/Personajes/Raze/Habs/X_Raze_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Reyna",
        "descripcion": "Desde el corazón de México, Reyna llega para dominar los duelos uno contra uno y cada asesinato que realiza aumenta su poder. Su letalidad solo está limitada por tu destreza al usarla, por lo que su eficacia dependerá mucho de ello.",
        "imagen": "/src/Valorant/Personajes/Reyna/Reyna.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA un ojo destructible y etéreo. ACTÍVALO para lanzarlo a una corta distancia y todos los enemigos que lo vean se ofuscarán.",
                "icono": "/src/Valorant/Personajes/Reyna/Habs/C_Reyna.webp",
                "img": "/src/Valorant/Personajes/Reyna/Habs/C_Reyna_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "Los enemigos eliminados por Reyna dejan orbes de almas que duran 3 seg. Consume al INSTANTE un orbe de almas cercano y la cura rápidamente durante un breve momento. La Vida superior a 100 que obtenga mediante esta habilidad se deteriorará con el tiempo. Si LA EMPERATRIZ está activa, lanzará automáticamente esta habilidad sin consumir el orbe.",
                "icono": "/src/Valorant/Personajes/Reyna/Habs/Q_Reyna.webp",
                "img": "/src/Valorant/Personajes/Reyna/Habs/Q_Reyna_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "Consume al INSTANTE un orbe de almas cercano para volverse intangible durante un breve momento. También se vuelve invisible si LA EMPERATRIZ está activa.",
                "icono": "/src/Valorant/Personajes/Reyna/Habs/E_Reyna.webp",
                "img": "/src/Valorant/Personajes/Reyna/Habs/E_Reyna_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "Entra al INSTANTE en un frenesí, lo que aumenta considerablemente la velocidad de disparo, equipamiento y recarga. Al lograr un asesinato, se restablece la duración.",
                "icono": "/src/Valorant/Personajes/Reyna/Habs/X_Reyna.webp",
                "img": "/src/Valorant/Personajes/Reyna/Habs/X_Reyna_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Sage",
        "descripcion": "El bastión de China. Sage proporciona seguridad para sí misma y para su equipo en cualquier lugar. Gracias a su capacidad de revivir a sus compañeros caídos y evitar ataques agresivos, les da un lugar de protección en medio de la caótica pelea.",
        "imagen": "/src/Valorant/Personajes/Sage/Sage.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA un orbe de barrera. DISPARA para colocar una pared sólida. Usa el DISPARO SECUNDARIO para rotarla antes de crearla.",
                "icono": "/src/Valorant/Personajes/Sage/Habs/C_Sage.webp",
                "img": "/src/Valorant/Personajes/Sage/Habs/C_Sage_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "EQUIPA un orbe de ralentización y DISPARA para lanzarlo. Este detonará al caer al suelo y creará un campo que permanecerá en la zona y ralentizará a los jugadores que estén dentro de él.",
                "icono": "/src/Valorant/Personajes/Sage/Habs/Q_Sage.webp",
                "img": "/src/Valorant/Personajes/Sage/Habs/Q_Sage_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "EQUIPA un orbe curativo y DISPARA tras apuntar a un aliado herido para curarlo con el tiempo. Usa el DISPARO SECUNDARIO cuando Sage esté herida para curarla con el tiempo.",
                "icono": "/src/Valorant/Personajes/Sage/Habs/E_Sage.webp",
                "img": "/src/Valorant/Personajes/Sage/Habs/E_Sage_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "EQUIPA una habilidad de resurrección y DISPARA mientras apuntas hacia un aliado muerto para comenzar a resucitarlo. Tras un breve periodo de canalización, el aliado revivirá con toda su vida.",
                "icono": "/src/Valorant/Personajes/Sage/Habs/X_Sage.webp",
                "img": "/src/Valorant/Personajes/Sage/Habs/X_Sage_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Skye",
        "descripcion": "Procedentes de Australia, Skye y su manada de bestias se abren paso por territorio hostil. Con sus creaciones que obstaculizan al enemigo y su poder para sanar a los demás, los equipos serán más fuertes y seguros al lado de Skye.",
        "imagen": "/src/Valorant/Personajes/Skye/Skye.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "TE EQUIPAS un artefacto de curación. MANTÉN PRESIONADO EL DISPARO para canalizar, lo que cura aliados dentro del alcance y campo visual. Se puede reutilizar hasta que se agote la energía de curación. Skye no puede curarse a sí misma.",
                "icono": "/src/Valorant/Personajes/Skye/Habs/C_Skye.webp",
                "img": "/src/Valorant/Personajes/Skye/Habs/C_Skye_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "TE EQUIPAS un artefacto de tigre de Tasmania. DISPARA para enviar y tomar el control del depredador. Mientras lo controlas, DISPARA para saltar hacia adelante, lo que provoca una explosión contusiva e inflige daño a los enemigos alcanzados directamente.",
                "icono": "/src/Valorant/Personajes/Skye/Habs/Q_Skye.webp",
                "img": "/src/Valorant/Personajes/Skye/Habs/Q_Skye_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "TE EQUIPAS un artefacto de halcón. DISPARA para enviarlo hacia adelante. MANTÉN PRESIONADO EL DISPARO para guiar al halcón en la dirección de tu retícula. REUTILÍZALA mientras el halcón está en vuelo para transformarlo en un destello que lanza un sonido de confirmación si un enemigo estaba dentro del alcance y campo visual.",
                "icono": "/src/Valorant/Personajes/Skye/Habs/E_Skye.webp",
                "img": "/src/Valorant/Personajes/Skye/Habs/E_Skye_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "EQUIPA un artefacto de Buscador. DISPARA para enviar a tres Buscadores para rastrear a los tres enemigos más cercanos. Si un Buscador alcanza a su objetivo, lo ofusca. Los enemigos pueden destruir los Buscadores.",
                "icono": "/src/Valorant/Personajes/Skye/Habs/X_Skye.webp",
                "img": "/src/Valorant/Personajes/Skye/Habs/X_Skye_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Sova",
        "descripcion": "Proveniente de la tundra del eterno invierno de Rusia. Sova rastrea, encuentra y elimina a sus enemigos con gran eficiencia y precisión. Su arco personalizado y sus increíbles habilidades de exploración impedirán que sus enemigos puedan esconderse de él.",
        "imagen": "/src/Valorant/Personajes/Sova/Sova.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA un Dron Búho y DISPARA para desplegarlo y controlar su movimiento. Mientras lo controlas, DISPARA para lanzar un dardo marcador que revelará la ubicación de cualquier jugador al que impacte. Los enemigos pueden destruir el Dron Búho.",
                "icono": "/src/Valorant/Personajes/Sova/Habs/C_Sova.webp",
                "img": "/src/Valorant/Personajes/Sova/Habs/C_Sova_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "EQUIPA un arco con un proyectil eléctrico y DISPARA para lanzarlo. El proyectil detonará al impactar y dañará a los jugadores cercanos. MANTÉN EL DISPARO PRINCIPAL para aumentar el alcance del proyectil. Usa el DISPARO SECUNDARIO para añadir hasta dos rebotes a su trayectoria.",
                "icono": "/src/Valorant/Personajes/Sova/Habs/Q_Sova.webp",
                "img": "/src/Valorant/Personajes/Sova/Habs/Q_Sova_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "EQUIPA un arco con un proyectil rastreador y DISPARA para lanzarlo. El proyectil se activará al impactar y revelará la ubicación de los enemigos cercanos que estén en la línea de visión del proyectil. Los enemigos pueden destruir este proyectil. MANTÉN EL DISPARO PRINCIPAL para aumentar el alcance del proyectil. Usa el DISPARO SECUNDARIO para añadir hasta dos rebotes a la trayectoria de la flecha.",
                "icono": "/src/Valorant/Personajes/Sova/Habs/E_Sova.webp",
                "img": "/src/Valorant/Personajes/Sova/Habs/E_Sova_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "EQUIPA un arco con tres ráfagas de energía de largo alcance que atraviesan las paredes. DISPARA para lanzar una ráfaga de energía frente a Sova que infligirá daño y revelará la ubicación de los enemigos impactados. Puedes VOLVER A USAR esta habilidad hasta dos veces más mientras su contador esté activo.",
                "icono": "/src/Valorant/Personajes/Sova/Habs/X_Sova.webp",
                "img": "/src/Valorant/Personajes/Sova/Habs/X_Sova_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Viper",
        "descripcion": "Viper, la química estadounidense, despliega varios artefactos químicos venenosos para controlar el campo de batalla y afectar la visión de los enemigos. Si las toxinas no asesinan a su presa, sin duda lo harán sus juegos mentales.",
        "imagen": "/src/Valorant/Personajes/Viper/Viper.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA un lanzador de químicos. DISPARA para lanzar un contenedor que se rompe al impactar contra el suelo. Este crea una zona química que permanece en el campo, la cual daña y ralentiza a los enemigos.",
                "icono": "/src/Valorant/Personajes/Viper/Habs/C_Viper.webp",
                "img": "/src/Valorant/Personajes/Viper/Habs/C_Viper_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "EQUIPA un emisor de gas y DISPARA para lanzarlo. Este permanecerá ahí durante toda la ronda. VUELVE A USAR la habilidad para crear una nube de gas tóxica que usa combustible. Puedes VOLVER A USAR esta habilidad varias veces y puedes recuperarla para VOLVER A DESPLEGARLA.",
                "icono": "/src/Valorant/Personajes/Viper/Habs/Q_Viper.webp",
                "img": "/src/Valorant/Personajes/Viper/Habs/Q_Viper_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "EQUIPA un lanzador de gas y DISPARA para desplegar una larga hilera de emisores de gas. VUELVE A USAR la habilidad para crear un muro de gas tóxico que usa combustible. Puedes VOLVER A USAR esta habilidad varias veces.",
                "icono": "/src/Valorant/Personajes/Viper/Habs/E_Viper.webp",
                "img": "/src/Valorant/Personajes/Viper/Habs/E_Viper_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "EQUIPA un rociador y DISPARA para lanzar una nube de químicos en todas las direcciones alrededor de Viper, lo que crea una gran nube que reduce el alcance de visión y la vida máxima de los jugadores que estén dentro de ella.",
                "icono": "/src/Valorant/Personajes/Viper/Habs/X_Viper.webp",
                "img": "/src/Valorant/Personajes/Viper/Habs/X_Viper_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Yoru",
        "descripcion": "El nativo de Japón, Yoru, fractura la realidad para infiltrarse en las líneas enemigas sin ser visto. Con engaños y agresividad por igual, sorprende a sus objetivos antes de que sepan dónde buscarlo.",
        "imagen": "/src/Valorant/Personajes/Yoru/Yoru.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "EQUIPA un eco que imita el sonido de pisadas cuando se activa. DISPARA para activarlo y enviar el eco hacia adelante. Usa el DISPARO SECUNDARIO para colocar un eco en el lugar. USA el eco inactivo para enviarlo hacia adelante.",
                "icono": "/src/Valorant/Personajes/Yoru/Habs/C_Yoru.webp",
                "img": "/src/Valorant/Personajes/Yoru/Habs/C_Yoru_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "EQUÍPALO para arrancar un fragmento dimensional inestable de la realidad. DISPARA para lanzar el fragmento, lo que activa un destello que se disipa al impactar con una superficie sólida.",
                "icono": "/src/Valorant/Personajes/Yoru/Habs/Q_Yoru.webp",
                "img": "/src/Valorant/Personajes/Yoru/Habs/Q_Yoru_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "EQUIPA un vínculo dimensional. DISPARA para lanzar el vínculo hacia adelante. Usa el DISPARO SECUNDARIO para colocar un vínculo en el lugar. ACTÍVALO para teletransportarte a la ubicación del vínculo. ÚSALO para activar una teletransportación falsa.",
                "icono": "/src/Valorant/Personajes/Yoru/Habs/E_Yoru.webp",
                "img": "/src/Valorant/Personajes/Yoru/Habs/E_Yoru_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "EQUIPA una máscara para ver entre dimensiones. DISPARA para entrar a la dimensión de Yoru, donde los enemigos no pueden verte ni afectarte. REACTÍVALO para salir anticipadamente de la dimensión de Yoru.",
                "icono": "/src/Valorant/Personajes/Yoru/Habs/X_Yoru.webp",
                "img": "/src/Valorant/Personajes/Yoru/Habs/X_Yoru_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Sasuke",
        "descripcion": "Sasuke Uchiha, el prodigioso ninja de la Aldea de la Hoja, se une a la batalla con su habilidad excepcional y su Sharingan legendario. Con un pasado lleno de tragedias y un deseo de venganza ardiente, Sasuke despliega sus habilidades únicas para dominar el campo de batalla y aniquilar a sus enemigos. Su velocidad, destreza y las poderosas técnicas heredadas de su clan lo convierten en una amenaza impredecible.",
        "imagen": "/src/Valorant/Personajes/Sasuke/Sasuke.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "Sasuke desata su poderoso Chidori, canalizando electricidad en su mano para crear una letal lanza de energía. En Modo Chidori (C), activa esta habilidad para liberar una carga eléctrica en el suelo, generando un Campo Electromagnético. Jugadores dentro de esta área son irresistiblemente atraídos hacia el centro antes de que estalle, resultando en una descarga eléctrica masiva. Aquellos que permanezcan atrapados se verán afectados, volviéndose temporalmente vulnerables a los ataques.",
                "icono": "/src/Valorant/Personajes/Sasuke/Habs/C_Sasuke.webp",
                "img": "/src/Valorant/Personajes/Sasuke/Habs/C_Sasuke_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "Sasuke desata la oscura y abrasadora fuerza de Amaterasu, convocando llamas negras inextinguibles. Al activar esta habilidad, selecciona un área en el campo de batalla, desencadenando el poder infernal de Amaterasu en ese lugar. Las llamas persisten en la ubicación, infligiendo daño constante a cualquier enemigo atrapado en su furia ardiente. Amaterasu se mantiene activa durante un tiempo, creando una amenaza continua para aquellos que se atrevan a entrar en su alcance.",
                "icono": "/src/Valorant/Personajes/Sasuke/Habs/Q_Sasuke.webp",
                "img": "/src/Valorant/Personajes/Sasuke/Habs/Q_Sasuke_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "Sasuke despierta el formidable Mangekyo Sharingan, una manifestación avanzada de su linaje Uchiha. Al activar esta habilidad, Sasuke se sumerge en un estado de percepción mejorada, otorgándole una visión aguda y la capacidad de anticipar los movimientos enemigos. Durante un breve período, los movimientos enemigos se ralentizan frente a la aguda mirada del Mangekyo Sharingan, proporcionando a Sasuke una ventaja táctica para esquivar ataques y reaccionar con una precisión letal.",
                "icono": "/src/Valorant/Personajes/Sasuke/Habs/E_Sasuke.webp",
                "img": "/src/Valorant/Personajes/Sasuke/Habs/E_Sasuke_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "Sasuke desencadena el poder divino del Susanoo, invocando una imponente figura colosal hecha de chakra. Al activar esta habilidad, se manifiesta el Susanoo, una entidad protectora y ofensiva que rodea a Sasuke. El Susanoo ofrece una defensa impenetrable contra los ataques enemigos, bloqueando balas y mitigando daño. Además, el Susanoo empuña una espada divina que inflige daño devastador a cualquier enemigo que se atreva a desafiar su presencia.",
                "icono": "/src/Valorant/Personajes/Sasuke/Habs/X_Sasuke.webp",
                "img": "/src/Valorant/Personajes/Sasuke/Habs/X_Sasuke_Hab.webp"
            }
        ]
    },
    {
        "nombre": "Naruto",
        "descripcion": "Naruto Uzumaki, el héroe de la Aldea Oculta de la Hoja, irrumpe en el campo de batalla con su inquebrantable determinación y habilidades ninjas excepcionales. Criado como un marginado y marcado por el poder del Zorro de Nueve Colas, Naruto se ha convertido en un símbolo de perseverancia y amistad.",
        "imagen": "/src/Valorant/Personajes/Naruto/Naruto.png",
        "habilidades": [
            {
                "nombre": "C",
                "descripcion": "Al activar esta habilidad, Naruto forma una esfera giratoria de chakra en la palma de su mano. Cuando se utiliza, el Rasengan se convierte en un proyectil de energía formidable que puede ser lanzado hacia los enemigos.",
                "icono": "/src/Valorant/Personajes/Naruto/Habs/C_Naruto.webp",
                "img": "/src/Valorant/Personajes/Naruto/Habs/C_Naruto_Hab.webp"
            },
            {
                "nombre": "Q",
                "descripcion": "Al activar esta habilidad, Naruto crea un Shuriken gigante hecho de cientos de afiladas cuchillas de chakra giratorias. Este Shuriken mejorado puede ser lanzado hacia los enemigos, causando estragos en su camino.",
                "icono": "/src/Valorant/Personajes/Naruto/Habs/Q_Naruto.webp",
                "img": "/src/Valorant/Personajes/Naruto/Habs/Q_Naruto_Hab.webp"
            },
            {
                "nombre": "E",
                "descripcion": "Naruto genera clones de sombra idénticos que se dispersan estratégicamente por el campo de batalla. Estos clones no solo sirven como señuelos, sino que también pueden llevar a cabo tácticas coordinadas, distrayendo a los enemigos y creando oportunidades para ataques sorpresa.",
                "icono": "/src/Valorant/Personajes/Naruto/Habs/E_Naruto.webp",
                "img": "/src/Valorant/Personajes/Naruto/Habs/E_Naruto_Hab.webp"
            },
            {
                "nombre": "X",
                "descripcion": "Al utilizar esta habilidad, Naruto entra en armonía con Kurama, liberando una cantidad masiva de energía espiritual. La invocación de Kurama transforma a Naruto, otorgándole una mejora significativa en fuerza, velocidad y resistencia.",
                "icono": "/src/Valorant/Personajes/Naruto/Habs/X_Naruto.webp",
                "img": "/src/Valorant/Personajes/Naruto/Habs/X_Naruto_Hab.webp"
            }
        ]
    }
]